<div>
	<h3>使い方</h3>
	<p>
		問題をスマートフォンのカメラでとって、ここでえらんでください。そのあとに、下のボタンを押してください。
	</p>
	<h4>注意</h4>
	<ul>
		<li>写真は、はっきりとうつっていること。</li>
		<li>かんけいのないところは、がぞうへんしゅうで、とりのぞかれていること。</li>
	</ul>

	<h3>そうさ</h3>
	<p>がぞうをよみこんで、なにをしましょうか。</p>
	<ul>
		<li>もんだいぶんのにほんごのせつめいをします。日本語をべんきょうちゅうの人むけです。</li>
		<li>数学の問題の内容と、ときかたをせつめいします。答えはしめしません。</li>
		<li>数学の問題をじっさいに解いてしめします。</li>
	</ul>
</div>

<style>
	div {
		position: fixed;
		left: 0;
		top: 0;
		width: 100%;
		height: 100%;
		padding: 2rem;
		background-color: #fffffff2;
		color: #252525;
	}
	div * {
		color: #252525;
	}
</style>
